[
    {
        "title":"Controlling Cat Litter Box Odor",
        "category":"cat",
        "img":"https://img.webmd.com/vim/live/webmd/consumer_assets/site_images/article_thumbnails/other/cat_sleeping_on_sofa_other/1800x1200_cat_sleeping_on_sofa_other.jpg?resize=550px:*&output-quality=50",
        "ptitle":["Keep It Clean","Does the Type of Litter Matter?","Does the Type of Box Matter?","Location, Location, Location, and Numbers"],
        "paragraph":["No one likes the smell of a dirty litter box. But can you imagine if you were the one that had to use that box? No wonder studies have found that at least 10% of cats stop using their litter boxes reliably at some point. Of course there can be medical or behavioral reasons for the problems. But not using the litter box often is traced to nothing more than a dirty litter box. Here’s how to avoid litter box odor and keep your house smelling fresh, which should make you and kitty happier.",
            "The No. 1 rule, and the only thing that will keep litter box odor at bay, is constant cleaning. That means scooping the box out at least twice a day, removing the solids and liquid clumps if you use clumping litter. For those who don’t use clumping litter, use a large, solid metal spoon (such as a large kitchen spoon) to lift out the most urine-soaked areas each time you clean. Add litter as needed to replace what is removed. Also wash the box weekly, or every other week if you are using clumping litter. Use a mild, unscented dish detergent or a mild bleach spray (20 parts water to one part bleach) and rinse well. Clean your scooper also. When dry, add 2 to 3 inches of litter. Cats don’t like a deep tray of litter and this allows you to add litter as you scoop.",
            "Some litters have perfumes or other additives that claim to help cover litter smell. But to a cat these can smell overwhelming and make the box unwelcoming. Most veterinarians advise against using these products. Many believe that clumping litters, which allow for the easy removal of solids and liquids, keep boxes smelling fresher. But cats can be very particular about which litters they will use. So experiment to find the litter your cat likes best, then stick with it.",
            "Almost any easily cleaned plastic container can be used as a litter box, but buy the largest box your home can accommodate. A rule of thumb is to get a box that is at least twice as long as your adult cat and as wide as the cat is long. Cats are fastidious, and don’t want to step or dig in already soiled areas. Many people cut down one side of a large, plastic storage tub to get a larger box. And avoid covered boxes. Most cats don’t like them, and they can trap odors inside, making it unpleasant for your pet to enter. Many cats also don’t like plastic liners, which can snare cat’s claws when they dig. This also allows urine to seep under the liner, where it won’t be absorbed by the litter and can cause odors. As for self-cleaning litter boxes, it depends. Some cats, especially skittish and large cats, may dislike them. But if your cat doesn’t mind, it’s an option for people who are gone for long periods.",
            "The rule is one litter box per cat, plus one. So if you have one cat, you need two boxes. If you have four cats, you need five boxes. Keep the boxes in different locations in your home. If a cat is on the third floor, and the box is in the basement, they may decide not to make the long trek. Also, choose the right spots for your litter boxes. Don’t put a box in a small, enclosed area, like a tiny bathroom or closet, which will concentrate litter box odors. A larger, well-ventilated area is best. But it needs to be in a quiet, low-traffic area, away from your cat’s food, other pets, and anything that can startle or scare your cat while they are using the box. Yes, it takes a daily effort on your part to keep litter box odors at bay. But the result will be a happier cat and a better-smelling home."
        ]
    },
    {
        "title":"Cats and Moving to a New Home: Making the Transition",
        "category":"cat",
        "img":"https://img.webmd.com/vim/live/consumer_assets/site_images/article_thumbnails/slideshows/pet_ownership_health_benefits_for_psoriasis_slideshow/1800x1200_getty_rf_pet_ownership_health_benefits_for_psoriasis_slideshow.jpg?resize=600px:*&output-quality=75",
        "ptitle":["Preparing Your Cat to Move","Moving Your Cat","Settling Your Cat Into the New Home","Things to Look Out For"],
        "paragraph":["Moving may be one of the most disruptive life changes—for both humans and pets. Cats are averse to change, which can make moving day extra stressful for all. When it’s time to pack up the house and make your migration, you can take steps to make the transition easier for your kitty. The goal is to keep them calm and comfortable. This will help you avoid messes, meowing, aggression, and attempted escapes.",
            "Update information. Make sure your cat’s ID collar is secure and up-to-date. It’s best to microchip your cat before the move, in case they get scared in the new space and run off. Reunions are much more likely when microchip info is kept current. Make a “new normal.” Leading up to the move, keep your cat’s routine as normal as possible. The sudden appearance of new people and moving materials, along with the disappearance of favorite furniture or objects, can cause stress for cats. To reduce this stress, introduce boxes to the home before you start packing. This helps create a new normal landscape for your cat. It also reduces the number of new stressors on moving day. Introduce the cat carrier. Introducing your cat to a good pet carrier a few weeks before the move can make it easier. Choose a carrier that is well-secured, designed for travel, and cozy. Set the carrier in a safe, quiet corner of your current home before you start packing. Place treats, a favorite blanket, and familiar toys in the carrier to build positive associations with the carrier. Allow your cat to freely enter and leave the carrier whenever they would like in the days and weeks leading up to the move. Placing the carrier in a quiet place will encourage the cat to seek refuge there as packing and moving activities become more hectic. ",
            "On the big day, keep your cat in the carrier while people are moving in and out of your current home. If your move includes a major road trip, make sure your cat is used to car rides in the carrier. It might be tempting, but don’t open your carrier mid-travel to soothe your kitty. This increases the risk of your cat making a dash in unfamiliar territory. ",
            "Once you’ve arrived, keep your kitty in their safe carrier as you cat-proof the new home. Close all windows and doors, and tuck away any electrical cords or plugs where your cat might get stuck. Introduce one room first. Choose one room with familiar objects and furniture. When the room is secure, let your cat out of the carrier to explore. It’s safest to keep your kitty in one designated room while there's a lot of activity in the new home. Make sure there’s a litter box, food, and water in this designated room. Set aside time to quietly spend time with your cat in their temporary room to help them feel comfortable in the new house. If your cat seems nervous, you may choose to keep your cat in one room for a few days to give them ample time to acclimate to the new space.",
            "Runaway cats. When moving to a new area, it is common for cats to attempt to return to their old stomping grounds. It’s safest to keep your cat indoors all the time. Even if you plan to let the cat go outside eventually, keep them indoors until you are sure they have bonded with the new space. It is best to keep your cat indoors for a minimum of two weeks. You can encourage positive associations with your new home by feeding your cat more often with small meals and incorporating more treats and play into your cat’s day. When you do let your cat outside, make it short at first, and keep an eye on them. Call the cat in after 10 minutes to start, and work your way up to longer times outside. Neighborhood cats. If you do start letting your cat wander the neighborhood, stay vigilant and listen for the sounds of a catfight. Keep a close eye on your cat until both of you are familiar with any other cats in the area. Stressful events. Even after you and your cat have settled, stressors like thunderstorms or fireworks can unsettle your cat during the early days in your new home. Take extra precautions to keep your cat indoors, safe, and secure in their new home."
        ]
    },
    {
        "title":"Feeding Your Cat: Common Mistakes to Avoid",
        "category":"cat",
        "img":"https://img.webmd.com/vim/live/webmd/consumer_assets/site_images/article_thumbnails/other/generic_cat_other/1800x1200_generic_cat_other.jpg?resize=550px:*&output-quality=50",
        "ptitle":["Close the Kitty Buffet","Scraps Are Off the Table","Feeding a Fat Cat","Can a Cat Go Vegetarian?"],
        "paragraph":["Whether your cat is a picky eater or gobbles up everything in sight, it helps to set a few basic rules when it comes to their food.  That can help you avoid some common cat food mistakes. ",
            "Many cat owners make a point to leave a full food bowl out all day, especially if their cat is a picky eater. But it’s better to stop them from grazing. If food is only out at certain times, even the choosiest of cats should eventually eat.  Also, you may want to talk to your veterinarian about the best feeding schedule for your pet’s age -- kitten, adult, and senior. The healthiest way to feed a feline is to start with a little less than the daily amount suggested on the bag or can. Use the directions as a guideline.  Also, feeding your cat multiple meals (two or three) every day will help set a schedule and give you an idea how much or how little they are eating. You may want to consider using automatic and puzzle feeders to promote hunting instincts",
            "Some of the foods on your plate aren’t healthy for your kitty. Even if they beg, don’t be tempted to feed them grapes, raisins, onions, nuts, chocolate, garlic, and uncooked bread dough. Raw meat or eggs and bones are also dangerous. Why? Sudden changes in your cat’s diet can lead to vomiting and diarrhea.  In some cases, those with sensitive digestive systems can get pancreatitis from eating table scraps, which can be fatal. Raw meat and eggs can have harmful bacteria, and your kitty could choke on bones or risk getting a piece of one stuck in their digestive tract. Other foods such as those listed above are considered toxic. And it’s best to skip the saucer of milk. If your cat’s body doesn’t have the right enzymes (which most cats' bodies don't) to break down lactose (the sugar in milk), they could get very sick.",
            "A portly pussycat may look extra cuddly, but it’s unhealthy for cats to carry around too much weight. It makes them more likely to get all kinds of illnesses, including liver problems, joint pain, and diabetes. But how should you feed a cat who needs to slim down? Talk to your vet. They can help you figure out the best amount and schedule. If your cat bothers you for food between meals, pet or play with them instead. Cut down on their snacks and treats, and try giving them several small meals throughout the day. (Always feed them in their bowl, not anywhere else.) And make sure they have enough fresh water.",
            "If you’re a vegetarian, you might think your cat should be one, too. Think again. Cats are natural carnivores and their tummies are designed to digest meat.  A vegetarian diet won’t give your kitty the nutrients they need. For example, if cats do not eat enough of the amino acid taurine, which only comes in meat, they can get heart failure. What about raw diets?  The jury is still out. No studies have shown that raw animal products are better than any other types of cat food (canned, dry, or home cooked) with one exception: Usually raw meats are slightly easier for them to digest than cooked meats. There are plenty of risks to raw diets, too. So before you start it for your cat, talk to your veterinarian to make sure your pet can handle it."
        ]
    },
    {
        "title":"Water and Your Dog's Health",
        "category":"dog",
        "img":"https://img.webmd.com/vim/live/webmd/consumer_assets/site_images/article_thumbnails/other/dog_drinking_water/1800x1200_dog_drinking_water.jpg?resize=550px:*&output-quality=50",
        "ptitle":["How Much Water Is Enough?","Keep Plenty of Water Available","Signs of Dehydration","Prevent Diarrhea in Your Dog"],
        "paragraph":["When it comes to your dog's nutrition, water is even more important than protein, fat, carbohydrates, vitamins, and minerals. Your dog's body will naturally lose water all day. They lose water as they sweat through their paws and when they pant. And they lose water when they pee and poop. A dog that loses too much water -- just 10% to 15% of the water in their body -- can get very sick and even die. So that water they are losing need to be replaced.",
            "A good rule of thumb: Make sure your dog gets at least 1 ounce of water daily for each pound they weigh. That means a 20-pound dog needs at least 20 ounces of water every day. That's more than 2 cups, or as much as in some bottles of water or soda. To help you keep track of how much water your dog drinks, make a note of how high you fill their water bowl and how far the level has dropped the next day.",
            "Leave the water bowl where your dog can get to it easily. Since dogs can knock over the bowl while they're drinking, use one that's made to not tip and spill. Clean the bowl daily. Refill often so the water supply stays fresh. Whenever you and your dog are playing outdoors -- especially when it's hot -- bring cool water with you for them to drink. If your dog stays outside on hot days, add ice to the water bowl. Some dogs are happy to drink from the toilet. But that isn't a clean source of water! Keep the toilet lid closed so your dog stays out.",
            "When dogs don't drink enough water or if they lose too much water, they become dehydrated. Older dogs and dogs that are sick, pregnant, or nursing can get dehydrated easily. Symptoms of dehydration include: Little energy, No interest in eating, Sunken eyes, Dry mouth. You can use these two ways to quickly check your dog for dehydration, too. If the response isn't normal, it's a sign of possible dehydration: Lift the skin on the back between your dog's shoulders. It should sink back to its normal place right away. Gently press on your dog's gums until the pressure creates a light spot. The normal color should come back right away when you remove your finger. Also the gums should feel slick and moist. If you think your dog might be dehydrated, take them to the vet right away.",
            "Many health problems can cause diarrhea, including infections from bacteria, viruses, and worms. A disease called parvovirus triggers severe vomiting and diarrhea. And because your dog will lose more water with diarrhea, diarrhea can lead to dehydration. Keep your dog healthy. To help prevent these illnesses: Have your dog vaccinated regularly. Keep them away from old food and garbage. Talk to your vet about treatments to ward off parasite infections."
        ]   
    },
    {
        "title":"Gear Ideas for Gung-Ho Dogs",
        "category":"dog",
        "img":"https://img.webmd.com/vim/live/webmd/consumer_assets/site_images/article_thumbnails/other/dog_gear_other/1800x1200_dog_gear_other.jpg?resize=550px:*&output-quality=50",
        "ptitle":["1. A harness.","2. Foldable water bowls and water.","3. Insect repellent.","4. A first-aid kit.","5. A snack pack.","6. A frozen bandana or cooling vest.","7. Paw protection.","8. Sunscreen.","9. Saddlebags or doggie “backpacks.”"],
        "paragraph":["Do you have a furry friend who loves to join you for outdoor fun? Whether the two of you plan to run, hike, or explore the great wide open together, bring along a few choice items to make the trek safer and more enjoyable for your pooch. Here are nine expert-approved accessories:",
            "This collar-like device goes around your dog’s body instead of their neck. “Harnesses are the best option for long walks and hikes,” says Victoria Stilwell, a canine behavior expert for DOGTV. “If your dog tugs on the leash or tries to pick up the pace when you’re not ready, a harness gives you good control without putting excess pressure on her neck.” Tip: Test out new products at home first.",
            "“If you’re thirsty, chances are, your dog is, too,” says Christy Hoffman, PhD, an assistant professor of animal behavior at Canisius College in Buffalo, NY. Your pal can get dehydrated fast -- especially when they are active. So, stash a collapsible water bowl in your backpack or in your pooch’s pack. Bring extra water if you aren’t sure you’ll have access to a clean source. Travel bowls can pick up bacteria and other outdoor bugs, so wash yours with soap and water after every use.",
            "Dogs’ thick fur often keeps bugs at bay. Even so, flies, mosquitoes, ticks, and other insects can prey on your pooch. Their bites don’t just irritate -- they can cause illness. “Using a spray repellent, salve, or ointment makes long walks or hikes a lot more comfortable for your dog, especially during buggy seasons like summer,” says Jeff Werber, DVM, a veterinarian in Los Angeles. Check with your vet to see what’s best for your pet.",
            "Injuries happen, so you’ll want to carry one of these with you, especially if you’re headed more than a mile or so from your car, or if your hound is too heavy for you to carry. Pet supply stores often sell prepackaged emergency kits made for dogs. Or you can bring the one you’d carry for yourself -- most human medical supplies, like gauze pads, adhesive tape, antibiotic ointment, and tweezers, are the same ones you need for your dog. If you’re planning a long trip or your pooch has a health condition like diabetes, ask your vet about specific supplies to include. ",
            "A bite to eat can tide your pal over during long treks. But there’s another reason to bring a bag of yummy-smelling goodies: “If your dog gets free of her leash or harness for some reason, you can use treats to lure her back, and to reward her for coming when you call,” Hoffman says.",
            "Soak a bandana in water, then freeze it for at least an hour or so. Tie the fabric loosely around your dog’s neck before you head outdoors. “It’s one of the easiest ways to help your dog feel a little cooler if it’s going to be 80 degrees or higher,” Werber says. Try a cooling vest if your pup tends to overheat or if they’ll be active in warm weather for more than half an hour. Worn around the torso, it lowers body temperature with ice packs or by releasing moisture and air.",
            "Dog boots or shoes can protect your pal’s sensitive paw pads from ice, snow, and below-freezing temperatures. A bonus: They can keep them from bringing winter weather back into the house, too! And they can be equally helpful in the summer. “Hot pavement or asphalt can cause paw pads to blister and tear, which is very painful,” Werber says. “If you can’t find grass or dirt for your dog to walk on when it’s hot out, consider protective footwear, especially if your dog has a history of pad injuries.”",
            "Canine skin can burn just like humans’. Pets can get skin cancer, too. To protect your dog, keep them out of the sun between 11 a.m. and 3 p.m., when rays are most intense. When they are exposed -- especially during the late spring, summer, and early fall -- apply a sunscreen made for dogs that’s SPF 30 or higher. (Don’t use sunscreen for humans -- some ingredients can be toxic for your pooch.) Put sunscreen on their nose, ears, and other areas of exposed skin. If they have short hair, you’ll want to put sunscreen on their body, too.",
            "A bag that hangs over your dog’s back can help them carry some of the load when you’re on the road. But don’t fill it up before you call your vet. “Age and health history make a big difference in how much weight a dog can carry,” Hoffman says. Ask your vet which product is best for your buddy -- don’t go by what the package suggests. Like people, pooches need to build up endurance over time. If your dog hasn’t been active lately, pack light and go slow."
        ]
    },
    {
        "title":"How to Choose the Right Bed For Your Dog",
        "category":"dog",
        "img":"https://img.webmd.com/vim/live/consumer_assets/site_images/articles/health_tools/pet_ownership_health_benefits_for_psoriasis_slideshow/1800ss_getty_rf_dog_sleeping_in_dog_bed.jpg?resize=600px:*&output-quality=75",
        "ptitle":["Types of Dog Beds","Factors to Consider"],
        "paragraph":["Your dog’s bed is a place where they do more than just sleep. It’s a place of refuge, where they go to rest and feel comfort. But in order to get the right one for your pup’s needs, you need to do some research and pinpoint exactly what those needs are. Size, materials, cleaning, and your dog’s age are all factors to consider before buying Fido his newest cozy spot.",
            "Dogs sleep for around 12-14 hours per day. That’s a lot of time for anyone to spend in one spot! The best way to find a durable, comfortable bed for your furry family member is simply to watch their behavior. Do they switch sleep positions frequently? Do they curl up in a cozy ball or love to luxuriously sprawl? Choosing a bed is much more than the obvious things like choosing a fabric and size. To get a bed your dog will be happy and comfortable with in the long term, think of your dog’s specific needs, age, and what you know they like and are comfortable in. The basic types of dog beds include: Mattress pad beds. These beds are a popular choice because the rectangular shape means your buddy can move around and change positions. They’re also easy to move and store. Orthopedic beds. Made from memory foam, these beds support the achy joints and bones of senior dogs, and sometimes have bolsters along the side to support the head and provide stability. Donut beds. These circular beds are soft and cozy for dogs who just love to cuddle. They also work for multiple small dogs or puppies who like to sleep in a pile. The covers are usually made with soft, furry material, so don’t forget to make sure it’s durable before you go all-in. Cave/tent beds. These beds can be great for nervous pups or dogs that get cold easily. They help retain warmth and give protection to a dog who values privacy. Elevated beds. Popular with extreme chewers, these beds are often made from the most durable materials. They usually have a metal frame with an elevated sleeping area made of canvas or other woven fabric. The elevated bed is also a good choice for dogs with heavy coats or who tend to overheat. The space between your pup and the floor will keep things nice and cool. ",
            "There are more factors than just the type of bed to consider when buying your dog’s bed: Size. Dogs who stretch out when they sleep will need a longer, rectangular sized bed to stay comfortable, while dogs who sleep curled up might love a soft, round bed. The size of your dog isn’t always the best indicator of what size bed they need. Some larger dogs prefer to cozy up and cover their nose with their tail, and some smaller breeds could be king of belly rubs and sleep stretched out on their back. Materials. Is your pup prone to chewing everything he gets his hands on? Or maybe you have a senior dog who needs extra cushioning for their joints. For dogs who love to chew, an elevated bed with woven material and a metal frame is chew-proof and claw-proof. A senior dog can melt into a memory foam bed with bolsters to help support the head. Pooches prone to overheating or who have hot spots will benefit from a bed made with cooling fabric. Any bed you choose should have a durable, machine washable cover. Design. It can be tempting to go for a bargain bed, but you’ll end up spending more if it falls apart after the first wash. Some cheaper beds stuffed with loose polyester are hard to refill after cleaning the cover. Get a bed with a case that’s easy to remove and throw in the washer. You’ll be doing it more times than you think. Cost. Expect to spend $35-$150 on a quality dog bed, and it can be more depending on the design. They price can get steeper, but it is an investment into your pup’s long term comfort, sense of security, and sense of home. The right bed will have them eating out of your hand in no time."
        ]
    },
    {
        "title":"Types of Small Pets to Adopt",
        "category":"other",
        "img":"https://img.webmd.com/vim/live/consumer_assets/site_images/articles/health_tools/10_surprising_benefits_of_pet_ownership_for_breast_cancer_slideshow/1800ss_getty_rf_feeding_parakeet_from_hand.jpg?resize=600px:*&output-quality=75",
        "ptitle":["Types of Small Pets","Tips for Adopting a Small Pet"],
        "paragraph":["It’s important to think about your lifestyle before selecting a pet to keep you company. You might not want to adopt a dog or cat if you live in a small space or if you spend a lot of time out of the house during the day. In that case, you might consider a small pet, instead. Small pets, such as rodents, reptiles or birds, are good companions who don’t require a lot of space. You don’t need to take them for walks and you can buy their food at your local pet store. Some of them are friendly and cute. All of them can be enjoyable companion animals to have around. Not all small pets have the same needs, though. Learn more about some of the most popular types of small pets before you decide which one to adopt. ",
            "There are a lot of commonly available small animals that can be kept as pets. Some of them have many things in common. All of them have specific habitat and dietary needs. Rabbits.Rabbits are appealing pets because they are quiet and sweet. However, rabbits need attentive care for them to stay happy and healthy. They need a habitat with a sheltered area for sleeping. They also need room to move around and play while they’re awake. You can keep rabbits in outdoor habitats, but it’s best to have indoor space for them in inclement weather. Indoor rabbits can be litterbox trained so that they can be loose in the house. However, if you have dogs or cats, you need to prevent them from hurting or scaring your rabbit. Rabbits are also happiest when living with other rabbits. Consider adopting more than one bunny as a pet. Hamsters. Hamsters are very popular pets because they can be content in a small space and don’t require skilled care. They are fun to watch as they burrow in their bedding or run on an exercise wheel. The drawback to hamsters is that they are nocturnal. You will find that your hamster is ready to explore and play just as you’re ready to call it a night. If you want a companion for the daylight hours, a hamster might not be the ideal choice. Guinea pigs.Guinea pigs, with their expressive sounds and cheerful demeanor, make pleasant pets. You need to be careful to give them the right diet. Like humans, they can’t synthesize vitamin C, so you need to ensure that they get enough of it in their food. Without it, they can get very sick with a disease called scurvy. Guinea pigs need a fairly large cage space with plenty of covered places to hide away. They are happiest with other guinea pigs. Plan on adopting at least two of them. Ferrets. Ferrets are intelligent and energetic. Some people describe them as being more like cats than small rodents as pets. They sleep most of the day, but during their waking hours they are very active. They like to play with humans or other ferrets. Ferrets prefer cages with multiple levels and plenty of areas to climb and hide. You can allow them to play out of their cages if your house is safe for them. They can get into small spaces and they risk getting stuck so ferret-proofing is a must. They are carnivores so they require meat for their diet. Gerbils. Gerbils are a fairly low maintenance pet. They do well in a large aquarium-type cage. They enjoy having tunnels to crawl through and spaces to hide. They might also like an exercise wheel. Unlike hamsters, gerbils are awake during the day. They like having other gerbils around, so you may want to consider adopting more than one. Chinchillas. Chinchillas are known for their thick, soft fur. Like ferrets, they prefer a large living space with multiple levels for climbing. They are friendly and can bond with their owner, but they are nocturnal. You’ll need to plan time with your chinchilla in the evening when they are awake. Chinchillas live as long as 15 years so adopting one is a significant commitment. Reptiles. While not as cute and fuzzy as rodents, lizards and snakes are interesting animals. Reptiles need specialized habitats that help manage their body temperature. As cold-blooded animals, they can’t regulate their temperature on their own. Reptiles are hypoallergenic, which makes them a good choice for people sensitive to animal dander. Many reptiles need to eat live prey, such as crickets or mice, so that is a consideration as well. Birds. There are a wide variety of birds that can be kept as pets. They range from parakeets or lovebirds that live indoors to backyard chickens. Birds require a very clean cage. They also need a balanced diet. Not all veterinarians treat birds, so it is important to find a qualified vet nearby before bringing home a bird. You also might need to consider that your bird will outlive you. In rare cases, larger birds have lived as long as 100 years.",
            "Choosing a pet is a serious commitment. You should think carefully about what kind of small pet is a good match for you. If you have questions about which little friend might fit best into your lifestyle, consult a vet or animal breeder for more information."
        ]
    },
    {
        "title":"20 Things You Can Learn from Your Pets",
        "category":"other",
        "img":"https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/reference_guide/insect_lawn_care_ref_guide/1800x1200_insect_lawn_care_ref_guide.jpg?resize=600px:*&output-quality=75",
        "ptitle":["Forget Multitasking","Take Naps","Walk Every Day ","Cultivate Friendships","Live in the Moment","Don't Hold a Grudge","Wag","Maintain Curiosity","Be Silly","Get a Back Rub","Drink Water When You're Thirsty","Eat Fish","If You Love Someone, Show It","Play","Enjoy the Great Outdoors","Make Time to Groom","Be Aware of Body Language","Stretch Often","Seek Out Shade","Stick to a Schedule"],
        "paragraph":["",
            "When dogs have a job to do, they give it their undivided attention. It turns out people should probably do the same. Stanford researchers found that attention and memory suffer in those who juggle work, email, and web-surfing, compared to those who focus on one task at a time. Other studies suggest employees actually lose time when multitasking.",
            "You won't catch your pet going from dawn to dusk without any shut-eye. There's good evidence humans can benefit from catnaps, too. A study involving about 24,000 people indicates regular nappers are 37% less likely to die from heart disease than people who nap only occasionally. Short naps can also enhance alertness and job performance.",
            "Whether you've got four legs or two, walking is one of the safest, easiest ways to burn calories and boost heart health. Taking regular walks can also help you: Fight depression, Lose weight, Lower your risk for type 2 diabetes, Lower the risk of breast and colon cancer, Keep your bones strong, Keep your mind sharp.",
            "People are social animals, and friendships have measurable health benefits. Researchers in Australia followed 1,500 older people for 10 years. Those with the most friends were 22% likely to live longer than those with the fewest friends.",
            "Living in the moment may be one of the most important lessons we can learn from our pets. In a study called 'A Wandering Mind Is an Unhappy Mind,' Harvard psychologists conclude that people are happiest when doing activities that keep the mind focused, such as sex or exercise. Planning, reminiscing, or thinking about anything other than the current activity can undermine happiness.",
            "Part of living in the moment is letting bygones be bygones. Let go of old grudges, and you'll literally breathe easier. Chronic anger has been linked to a decline in lung function, while forgiveness contributes to lower blood pressure and reduced anxiety. People who forgive also tend to have higher self-esteem.",
            "OK, so maybe you don't have a tail. But you can smile or put a spring in your step when you're feeling grateful. Researchers have found a strong connection between gratitude and general well-being. In one study, people who kept gratitude journals had better attitudes, exercised more, and had fewer physical complaints.",
            "According to a popular saying, curiosity may be hazardous to a cat's health. But not so for humans. Researchers have found that people who are more curious tend to have a greater sense of meaning in life. Other studies have linked curiosity to psychological well-being and the expansion of knowledge and skills.",
            "Indulging in a little silliness may have serious health benefits. Cardiologists at the University of Maryland Medical Center found a stronger sense of humor in people with healthy hearts than in those who had suffered a heart attack. They conclude that 'laughter is the best medicine' – especially when it comes to protecting your heart.",
            "The power of touch is nothing to sniff at. The Touch Research Institute at the University of Miami Miller School of Medicine has found massage therapy can ease pain, give the immune system a boost, and help manage chronic conditions like asthma and diabetes. The touch of a loved one may be even more powerful. In one study, married women experienced less anxiety over the threat of an electric shock when they held their husbands' hands.",
            "Dogs don't lap up sports drinks when they've been playing hard – and most people don't need to, either. During a typical workout, drinking water is the best way to stay hydrated. Water gives your muscles and tissues critical fluid without adding to your calorie count. Be sure to drink more than usual on hot days or when you're sweating a lot.",
            "Most cats would trade kibble for a can of tuna any day. Luckily, you can choose to make fish a regular part of your diet. Salmon, tuna, trout, and other fatty fish are high in omega-3 fatty acids, which may reduce the risk of heart disease, high blood pressure, and arthritis. In addition, Rush University researchers found that people who eat fish at least once a week are 60% less likely to develop Alzheimer's disease.",
            "Dogs don't play hard to get – when they love you, they show you. It's a good approach for people seeking to strengthen their relationships. A study published in the journal Personal Relationships suggests small, thoughtful gestures can have a big impact on how connected and satisfied couples feel.",
            "Goofing off is not just for kids and kittens. In his book, Play, Stuart Brown, MD, writes that playing is a basic human need along with sleeping and eating. Play enhances intelligence, creativity, problem-solving, and social skills. So take a cue from your pet and devote yourself to an activity that has no purpose other than sheer fun.",
            "A hike in the woods may be a dog's idea of bliss, but it has plenty of benefits for the human mind and body, as well. Spending time outdoors can enhance fitness, increase vitamin D levels, and reduce stress. In children, playing in natural settings has also been linked to better distance vision, fewer ADHD symptoms, and better performance in school.",
            "Aside from the obvious health benefits of bathing and brushing your teeth, grooming can have a number of positive effects on your life. Good personal hygiene is vital to self-esteem. A tidy appearance can also help you get and maintain a job.",
            "Dogs are excellent at reading each other's intent from body language. Humans, not so much. While most of us do reveal our emotions through posture, speech patterns, and eye contact, other people generally aren't very good at reading those cues. People get better at decoding body language as they get older.",
            "Stretching will keep you limber, but the benefits don't stop there. In a 10-week study, volunteers who did no exercise other than stretching experienced surprising physical changes. Besides improving flexibility, they increased their muscle strength, power, and endurance. Although the study was a small one, the results suggest stretching may be a good alternative for people who have a condition that rules out traditional strength-training.",
            "When you're at the park, and your pooch is ready for a break, they'll probably find a nice shady spot to relax. Dermatologists recommend you follow suit, especially between the hours of 10 a.m. and 4 p.m. That’s when you would soak up the most UV rays, particularly during late spring and early summer. But keep in mind that even before you're sheltered in the shade, it's a good idea to use a broad-spectrum sunscreen on exposed skin.",
            "Pets like the consistency of a routine – they can’t tell a Saturday from a Monday. The same goes for the human body clock. People sleep better if they go to bed and get up at the same time every day, even on weekends. Sticking to a consistent schedule for bathing, dressing, and eating can also improve the quality of sleep."
        ]   
    }

]